export default [
    {
        image:
            "https://страна2-0.рф/wp-content/uploads/2020/09/W50HIZer2wQ-1024x682.jpg",
        tripName: "Легенды Донды-Батыра",
        description: "В такое холодное время особенно хочется чего-то яркого",
        price: "3000",
    },
    {
        image:
            "https://glazov-flash.ru/image/cache/catalog/tur/active/usva/splav_main-400x400.jpg",
        tripName: "Река Чусовая (сплав 2 дня)",
        description: "Пожалуй, сплав - это один из самых прекрасных способов отдохнуть на природе, никуда не торопясь, насладиться живописными видами, послушать шум ветра, гуляющего по лесу, и плеск воды, бьющейся о корму Вашего судна. Проплывая по речной глади на катамаранах, Вы можете по достоинству оценить и полюбоваться на огромные камни-останцы, растущие в высь вдоль Чусовой.",
        price: "5400",
    },
    {
        image:
            "https://glazov-flash.ru/image/cache/catalog/vozdushnyeshary-400x400.jpg",
        tripName: "Небесная Ярмарка в Кунгуре",
        description: "Праздник «Небесная ярмарка — 2021» — это целый комплекс фестивалей и праздников, объединенных под одним названием. На дни проведения запланировано проведение эко-арт фестиваля «По следам Маяковского. Кунгур. Голос камня», День молодежи (4 июля), фестиваль керамики «Алхимия огня» и День города (6 июля), фестиваль варганной музыки «Варга».",
        price: "2700",
    },
    {
        image:
            "https://страна2-0.рф/wp-content/uploads/2020/09/W50HIZer2wQ-1024x682.jpg",
        tripName: "СОЛЬ-ИЛЕЦК лето `22",
        description: "Поездка в Соль-Илецк уже давно стала всеми любимой. Ощутить запах моря и его благотворное воздействие на организм можно, побывав на этих волшебных озерах.",
        price: "4200",
    }
]