export default [
    {
        // первая - основная
        images: [],
        name: "Легенды Донды-Батыра",
        start: '',
        end: '',
        // продолжительность высчитываем
        // duration: '',
        tripRoute: "деревня Усть - Койва - город Чусовой.",
        distance: "от Перми - 360 км, сплав - 42 км",
        // взрослый - 4000 руб
        cost: [
            {},
            {}
        ],
        // завлекаем
        offer: "",
        description: "Программы тура",
        // страна республика
        location: "",
        // вид тура
        tripType: "",
        // возраст
        fromAge: "",
        // июнь 2022 выбираем из справочника
        period: "",
    },
    {
        image:
            "https://glazov-flash.ru/image/cache/catalog/tur/active/usva/splav_main-400x400.jpg",
        name: "Река Чусовая (сплав 2 дня)",
        offer: "Пожалуй, сплав - это один из самых прекрасных способов отдохнуть на природе, никуда не торопясь, насладиться живописными видами, послушать шум ветра, гуляющего по лесу, и плеск воды, бьющейся о корму Вашего судна. Проплывая по речной глади на катамаранах, Вы можете по достоинству оценить и полюбоваться на огромные камни-останцы, растущие в высь вдоль Чусовой.",
        cost: "5400 руб.",
        dates: "05 - 06 августа",
        time: "2 дня",
        tripRoute: "деревня Усть - Койва - город Чусовой.",
        distance: "от Перми - 360 км, сплав - 42 км",
    },
    {
        image:
            "https://www.bashadventure.ru/upload/iblock/e89/e89f6b407fbb5a6899358522956b63d9.jpg",
        name: "Небесная Ярмарка в Кунгуре",
        offer: "Праздник «Небесная ярмарка — 2021» — это целый комплекс фестивалей и праздников, объединенных под одним названием. На дни проведения запланировано проведение эко-арт фестиваля «По следам Маяковского. Кунгур. Голос камня», День молодежи (4 июля), фестиваль керамики «Алхимия огня» и День города (6 июля), фестиваль варганной музыки «Варга».",
        cost: "2700 руб.",
        dates: "10 - 13 августа",
        time: "4 дня",
        tripRoute: "деревня Усть - Койва - город Чусовой.",
        distance: "от Перми - 360 км, сплав - 42 км",
    },
    {
        image:
            "https://страна2-0.рф/wp-content/uploads/2020/09/W50HIZer2wQ-1024x682.jpg",
        name: "СОЛЬ-ИЛЕЦК лето 22",
        offer: "Поездка в Соль-Илецк уже давно стала всеми любимой. Ощутить запах моря и его благотворное воздействие на организм можно, побывав на этих волшебных озерах.",
        cost: "4200 руб.",
        dates: "15 - 20 июля",
        time: "5 дней",
        tripRoute: "деревня Усть - Койва - город Чусовой.",
        distance: "от Перми - 360 км, сплав - 42 км",
    }
]