export default [
    {
        type: "профориентационная",
        direction: [{
            directionType: "образование",
            directionPlace: ["Вуз", "Доп образование", "СУЗ"]
        },
        {
            directionType: "медицина",
            directionPlace: ["поликлиника", "больница", "стоматология"]
        },
        {
            directionType: "предприятия",
            directionPlace: ["металлообработка",
                "пластмасса и лаки",
                "мебельное",
                "спортивное",
                "текстильное",
                "пищевое",
                "животноводческое",
                "обувное",
                "галантерейное",
                "стекло, фарфор",
                "конструкторское",
                "IT",
                "полиграфия",
                "косметология",
                "декоративно-прикладное",
                "инклюзивное",
                "транспортное",
            ]
        },
        {
            directionType: "объекты культуры",
            directionPlace: ["театр","цирк","библиотеки"]
        },
        {
            directionType: "городские службы",
            directionPlace: ["полиция","МЧС","администрация","водоканал","эл.сети","архив"]
        },
        ]
    },
    {
        type: "по городу",
        direction: [{
            directionType: "обзорная",
            directionPlace: ["архитектура", "искусство", "история"]
        },
        {
            directionType: "авторская",
            directionPlace: ["гастрономия", "красивые места", "места преступлений"]
        },
        {
            directionType: "игровая/квест",
            directionPlace: ["квиз", "дом культуры", "ЧГК"]
        }

        ]
    }
]

