<script setup>

let props = defineProps({
    excursion: Object,
    bookings: Array,
    time: String,
    date: String,
    bills: Object,
})



</script>
<template>
    <div class="contract">
        <h3>Договор № ____________</h3>
        <p class="info-block"><span>Дата:</span> _______________</p>
        <p class="info-block">Туристическая фирма ООО «ВЕАКОМ» в лице директора Сидоровой Екатерины Викторовны,
            действующего на основании Устава, именуемое в дальнейшем “Продавец”, с одной стороны и
            _______________________________________, именуемый(ая) в дальнейшем “Покупатель”, с другой стороны заключили
            настоящий Договор о нижеследующем:</p>

        <h4 class="section-title">1. ПРЕДМЕТ ДОГОВОРА</h4>
        <p>Продавец обязуется предоставить Покупателю услуги по следующим условиям:</p>
        <ul>
            <li>Название тура: __________________________</li>
            <li>Дата тура: _____________________________</li>
            <li>Программа тура (Приложение 1)</li>
            <li>В стоимость включено: _____________________________________________________________</li>
            <li>Туристы по данному заказу: _________________________________________________________</li>
            <li>Общая стоимость составляет: ________________________________________________________</li>
        </ul>

        <h4 class="section-title">2. ПРАВА И ОБЯЗАННОСТИ СТОРОН</h4>

        <h4>2.1. Продавец обязан:</h4>
        <ul>
            <li>Предоставить Покупателю (туристу) услуги, предусмотренные данным договором.</li>
            <li>Оформить сопроводительные к туру документы в соответствии с настоящим договором.</li>
            <li>Уведомить о предстоящей поездке за 24 часа СМС-уведомлением с номером автобуса и контактным номером
                гида.</li>
        </ul>

        <h4>2.2. Покупатель обязан:</h4>
        <ul>
            <li>Сообщить свои достоверные контактные данные для связи. </li>
            <li>Оплатить стоимость тура в размере, порядке и в сроки, указанные в конкретном туре. </li>
            <li>В случае если оплата была внесена частично, остаток суммы вносится за 10 дней до экскурсии или тура.
                Если при
                бронировании тура (экскурсии) до даты тура осталось менее 10 дней, то оплата вносится полностью.</li>
            <li>Покупатель обязан явиться на посадку в установленное время, иметь при себе документы: паспорт
                (свидетельство
                о рождении для детей), страховой медицинский полис, пенсионное удостоверение (при наличии), иные
                документы
                на предоставление льгот. </li>
            <li>Иметь согласие на передачу персональных данных третьих лиц (участников поездки) по данному туру. </li>

            <li>Покупатель имеет право: Произвести замену туриста в случае невозможности участия в туре с соблюдением
                порядка
                оформления транспортных документов всех перевозчиков по туру.</li>
            <li>Отказаться от тура с удержанием фактически понесённых расходов Продавцом, указанных в описании условий
                по
                каждому конкретному туру. </li>
        </ul>




        <div class="seller">
            <p><span>Продавец:</span> ООО «ВЕАКОМ»</p>
            <p>ИНН: 1837013663</p>
            <p>КПП: 183701001</p>
            <p>ОГРН: 1151837000754</p>
            <p>Юр. адрес: 427620 УР, г. Глазов, Красногорский тракт 3</p>
        </div>

        <div class="buyer">
            <p><span>Покупатель (Турист):</span> ______________________</p>
            <p>Телефон: ______________________</p>
        </div>

        <div class="signature">
            <p>Продавец: ____________________/ Е.В. Сидорова /</p>
            <p>Покупатель: ____________________/ ____________ /</p>
        </div>
    </div>

</template>
<style scoped>
body {
  
    line-height: 1.6;
    margin: 20px;
    background-color: #f9f9f9;
}

h1,
h2 {
    text-align: center;
}

.contract {
    max-width: 800px;
    margin: 0 auto;
    padding: 30px;
    background-color: #fff;
    border: 1px solid #ddd;
    box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);

}

.section-title {
    font-weight: bold;
    text-transform: uppercase;
    margin-top: 20px;
    text-align: center;
}

.signature {
    margin-top: 30px;
    text-align: right;
}

.seller,
.buyer {
    margin-top: 20px;
}

.info-block {
    margin-bottom: 20px;
}

.info-block span {
    font-weight: bold;
}
</style>
